Processed 1k tokensProcessed 2k tokensProcessed 3k tokensProcessed 4k tokensProcessed 5k tokensProcessed 6k tokensProcessed 7k tokensProcessed 8k tokensProcessed 9k tokensProcessed 10k tokensProcessed 11k tokensProcessed 12k tokensProcessed 13k tokensProcessed 14k tokensProcessed 15k tokensProcessed 16k tokensProcessed 17k tokensProcessed 18k tokensProcessed 19k tokensProcessed 20k tokensProcessed 21k tokensProcessed 22k tokensProcessed 23k tokensProcessed 24k tokensProcessed 25k tokensProcessed 26k tokensProcessed 27k tokensProcessed 28k tokensProcessed 29k tokensProcessed 30k tokensProcessed 31k tokensProcessed 32k tokensProcessed 33k tokensProcessed 34k tokensProcessed 35k tokensProcessed 36k tokensProcessed 37k tokensProcessed 38k tokensProcessed 39k tokensProcessed 40k tokensProcessed 41k tokensProcessed 42k tokensProcessed 43k tokensProcessed 44k tokensProcessed 45k tokensProcessed 46k tokensProcessed 47k tokensProcessed 48k tokensProcessed 49k tokensProcessed 50k tokensProcessed 51k tokensProcessed 52k tokensProcessed 53k tokensProcessed 54k tokensProcessed 55k tokensProcessed 56k tokensProcessed 57k tokensProcessed 58k tokensProcessed 59k tokensProcessed 60k tokensProcessed 61k tokensProcessed 62k tokensProcessed 63k tokensProcessed 64k tokensProcessed 65k tokensProcessed 66k tokensProcessed 67k tokensProcessed 68k tokensProcessed 69k tokensProcessed 70k tokensProcessed 71k tokensProcessed 72k tokensProcessed 73k tokensProcessed 74k tokensProcessed 75k tokensProcessed 76k tokensProcessed 77k tokensProcessed 78k tokensProcessed 79k tokensProcessed 80k tokensProcessed 81k tokensProcessed 82k tokensProcessed 83k tokensProcessed 84k tokensProcessed 85k tokensProcessed 86k tokensProcessed 87k tokensProcessed 88k tokensProcessed 89k tokensProcessed 90k tokensProcessed 91k tokensProcessed 92k tokensProcessed 93k tokensProcessed 94k tokensProcessed 95k tokensProcessed 96k tokensProcessed 97k tokensProcessed 98k tokensProcessed 99k tokensProcessed 100k tokensProcessed 101k tokensProcessed 102k tokensProcessed 103k tokensProcessed 104k tokensProcessed 105k tokensProcessed 106k tokensProcessed 107k tokensProcessed 108k tokensProcessed 109k tokensProcessed 110k tokensProcessed 111k tokensProcessed 112k tokensProcessed 113k tokensProcessed 114k tokensProcessed 115k tokensProcessed 116k tokensProcessed 117k tokensProcessed 118k tokensProcessed 119k tokensProcessed 120k tokensProcessed 121k tokensProcessed 122k tokensProcessed 123k tokensProcessed 124k tokensProcessed 125k tokensProcessed 126k tokensProcessed 127k tokensProcessed 128k tokensProcessed 129k tokensProcessed 130k tokensProcessed 131k tokensProcessed 132k tokensProcessed 133k tokensProcessed 134k tokensProcessed 135k tokensProcessed 136k tokensProcessed 137k tokensProcessed 138k tokensProcessed 139k tokensProcessed 140k tokensProcessed 141k tokensProcessed 142k tokensProcessed 143k tokensProcessed 144k tokensProcessed 145k tokensProcessed 146k tokensProcessed 147k tokensProcessed 148k tokensProcessed 149k tokensProcessed 150k tokensProcessed 151k tokensProcessed 152k tokensProcessed 153k tokensProcessed 154k tokensProcessed 155k tokensProcessed 156k tokensProcessed 157k tokensProcessed 158k tokensProcessed 159k tokensProcessed 160k tokensProcessed 161k tokensProcessed 162k tokensProcessed 163k tokensProcessed 164k tokensProcessed 165k tokensProcessed 166k tokensProcessed 167k tokensProcessed 168k tokensProcessed 169k tokensProcessed 170k tokens
the	1061396
of	593677
and	416629
one	411764
in	372201
a	325873
to	316376
zero	264975
nine	250430
two	192644
is	183153
as	131815
eight	125285
for	118445
s	116710
five	115789
three	114775
was	112807
by	111831
that	109510
four	108182
six	102145
seven	99683
with	95603
on	91250
are	76527
it	73334
from	72871
or	68945
his	62603
an	61925
be	61281
this	58832
which	54788
at	54576
he	53573
also	44358
not	44033
have	39712
were	39086
has	37866
but	35358
other	32433
their	31523
its	29567
first	28810
they	28553
some	28161
had	28100
all	26229
more	26223
most	25563
can	25519
been	25383
such	24413
many	24096
who	23997
new	23770
used	22737
there	22707
after	21125
when	20623
into	20484
american	20477
time	20412
these	19864
only	19463
see	19206
may	19115
than	18807
world	17949
i	17581
b	17516
would	17377
d	17236
no	16155
however	15861
between	15737
about	15574
over	15122
years	14935
states	14916
people	14696
war	14629
during	14578
united	14494
known	14437
if	14420
called	14151
use	14011
th	13380
system	13296
often	12987
state	12904
so	12722
history	12623
will	12560
up	12445
while	12363
where	12347
city	12275
being	11931
english	11868
then	11847
any	11803
both	11755
under	11753
out	11721
made	11701
well	11537
her	11536
e	11426
number	11399
government	11323
them	11285
m	10976
later	10971
since	10691
him	10629
part	10627
name	10572
c	10561
century	10550
through	10371
because	10332
x	10307
university	10195
early	10172
life	10096
british	10056
year	9858
like	9854
same	9774
including	9633
became	9591
example	9539
day	9534
each	9500
even	9412
work	9388
language	9375
although	9286
several	9168
form	9133
john	8956
u	8928
national	8904
very	8861
much	8822
g	8773
french	8736
before	8700
general	8659
what	8581
t	8491
against	8432
n	8372
high	8337
links	8312
could	8304
based	8244
those	8209
now	8206
second	8110
de	8002
music	7987
another	7933
large	7898
she	7896
f	7878
external	7862
german	7858
different	7797
modern	7790
great	7770
do	7763
common	7698
set	7682
list	7672
south	7628
series	7611
major	7585
game	7553
power	7522
long	7488
country	7481
king	7456
law	7435
group	7417
film	7400
still	7378
until	7368
north	7328
international	7262
term	7219
we	7118
end	7113
book	7110
found	7043
own	7034
political	6970
party	6943
order	6908
usually	6872
president	6865
church	6786
you	6690
death	6684
theory	6604
area	6591
around	6576
include	6531
god	6518
ii	6494
way	6433
did	6419
military	6410
population	6400
using	6384
though	6362
small	6361
following	6300
within	6238
non	6220
human	6184
left	6184
main	6166
among	6146
point	6141
r	6064
due	6056
p	6001
considered	5985
public	5976
popular	5967
computer	5874
west	5862
family	5857
east	5854
information	5844
important	5843
european	5806
man	5778
sometimes	5761
right	5758
old	5711
free	5684
word	5678
without	5661
last	5654
us	5652
members	5634
given	5605
times	5582
roman	5468
make	5450
h	5404
age	5350
place	5345
l	5343
thus	5319
science	5314
case	5289
become	5268
systems	5262
union	5248
born	5246
york	5243
line	5236
countries	5231
does	5221
isbn	5216
st	5207
control	5196
various	5163
others	5160
house	5157
article	5143
island	5124
should	5113
led	5108
back	5105
period	5099
player	5096
europe	5094
languages	5087
central	5070
water	5025
few	5013
western	5010
home	5007
began	5004
generally	4979
less	4974
k	4970
similar	4939
written	4916
original	4910
best	4902
must	4898
according	4884
school	4872
france	4813
air	4802
single	4801
force	4776
v	4762
land	4755
groups	4731
down	4728
how	4727
works	4724
development	4721
official	4720
support	4686
england	4641
j	4612
rather	4605
data	4586
space	4586
greek	4577
km	4574
named	4551
germany	4539
just	4528
games	4527
said	4483
version	4472
late	4471
earth	4457
company	4448
every	4446
economic	4435
short	4433
published	4430
black	4429
army	4418
off	4414
london	4399
million	4386
body	4383
field	4352
christian	4347
either	4330
empire	4307
social	4307
o	4299
developed	4270
standard	4269
court	4268
service	4260
kingdom	4257
along	4241
college	4236
republic	4231
sea	4212
america	4202
today	4198
result	4193
held	4178
team	4176
light	4172
means	4165
never	4127
especially	4125
third	4121
further	4118
character	4114
forces	4114
take	4105
men	4078
society	4067
show	4064
open	4063
possible	4051
fact	4042
battle	4034
took	4013
former	4007
books	3992
soviet	3985
river	3984
children	3978
having	3964
good	3962
local	3960
current	3955
son	3955
process	3949
natural	3947
present	3922
himself	3919
islands	3903
total	3891
near	3874
white	3866
days	3863
person	3855
itself	3843
seen	3831
culture	3809
little	3805
above	3782
software	3773
largest	3772
words	3771
upon	3768
level	3767
father	3762
created	3760
side	3760
red	3755
references	3747
press	3745
full	3734
region	3726
almost	3717
al	3714
image	3714
famous	3708
play	3702
came	3698
role	3691
once	3686
certain	3675
league	3663
jewish	3662
james	3653
january	3650
site	3639
again	3616
art	3611
numbers	3611
member	3601
areas	3599
movement	3595
religious	3588
type	3588
march	3583
community	3581
story	3573
played	3572
production	3570
released	3555
center	3548
rights	3546
real	3545
related	3536
foreign	3528
low	3524
ancient	3523
terms	3519
view	3519
source	3503
act	3502
minister	3493
change	3483
energy	3464
produced	3457
research	3452
actor	3451
making	3448
civil	3443
december	3443
women	3442
special	3441
style	3438
design	3437
japanese	3437
william	3437
available	3435
chinese	3430
forms	3429
canada	3428
northern	3423
died	3418
class	3412
living	3410
next	3406
particular	3404
program	3403
council	3401
television	3395
head	3376
david	3368
china	3365
middle	3363
established	3360
bc	3356
hand	3356
far	3352
july	3333
function	3330
position	3318
y	3311
built	3310
george	3307
band	3304
together	3303
w	3301
latin	3290
thought	3277
eastern	3276
charles	3268
parts	3266
instead	3259
study	3248
india	3242
might	3242
code	3240
included	3213
meaning	3213
trade	3207
per	3206
june	3195
least	3185
half	3176
model	3141
economy	3136
prime	3135
traditional	3133
always	3131
capital	3129
range	3125
emperor	3119
november	3119
young	3109
anti	3103
final	3102
text	3098
players	3088
uk	3079
april	3069
run	3063
september	3055
addition	3050
radio	3050
live	3046
august	3044
note	3043
taken	3043
italian	3037
lost	3035
nature	3027
project	3022
technology	3017
spanish	3011
october	3009
rate	3002
recent	3002
won	2989
true	2965
value	2964
uses	2963
russian	2961
est	2959
wrote	2935
effect	2933
album	2932
southern	2927
africa	2923
whose	2914
top	2913
historical	2899
australia	2895
catholic	2888
particularly	2882
self	2879
structure	2876
record	2863
evidence	2857
rule	2852
themselves	2852
influence	2845
cases	2843
subject	2830
referred	2829
continued	2822
nations	2821
below	2819
rock	2819
japan	2817
com	2810
song	2809
names	2806
throughout	2806
female	2797
title	2796
our	2795
therefore	2795
office	2785
star	2784
paul	2777
too	2775
cities	2773
february	2771
independent	2771
author	2769
problem	2767
species	2761
done	2759
education	2759
philosophy	2758
come	2755
higher	2753
originally	2752
market	2748
town	2746
my	2745
season	2741
love	2740
strong	2736
israel	2735
irish	2731
writer	2731
films	2727
elements	2723
robert	2722
whether	2719
despite	2716
eventually	2714
here	2709
football	2708
action	2699
internet	2697
individual	2693
sound	2693
network	2691
described	2685
practice	2681
characters	2674
re	2664
royal	2663
la	2660
events	2650
formed	2644
commonly	2638
base	2633
received	2632
african	2628
problems	2628
food	2623
jews	2620
able	2619
male	2615
mass	2595
typically	2595
complex	2593
lower	2583
includes	2576
outside	2574
legal	2562
complete	2561
parliament	2554
significant	2554
actually	2553
business	2542
fiction	2540
physical	2539
followed	2537
deaths	2530
key	2527
leader	2525
widely	2525
page	2520
basic	2519
types	2518
henry	2494
beginning	2493
elected	2493
fire	2489
building	2480
independence	2478
went	2475
aircraft	2471
movie	2471
ever	2470
canadian	2468
material	2464
births	2462
video	2461
news	2458
future	2457
scientific	2456
simply	2454
go	2451
defined	2449
laws	2444
get	2440
close	2439
industry	2434
specific	2432
examples	2431
believe	2404
services	2404
idea	2398
introduced	2397
method	2397
points	2396
return	2395
cause	2392
indian	2389
britain	2384
features	2380
majority	2379
size	2379
post	2376
lead	2375
organization	2374
cannot	2373
designed	2364
ireland	2362
cross	2361
classical	2359
personal	2357
writing	2356
concept	2353
associated	2349
required	2349
soon	2343
changes	2337
california	2336
located	2336
sense	2331
believed	2319
away	2313
started	2313
co	2308
religion	2304
mother	2303
county	2300
rules	2299
studies	2298
yet	2296
find	2290
knowledge	2289
put	2288
founded	2282
policy	2278
currently	2275
provide	2272
working	2271
media	2267
election	2266
australian	2260
me	2256
thomas	2255
allowed	2252
russia	2251
earlier	2249
greater	2249
limited	2248
object	2243
brought	2241
online	2236
association	2231
lord	2231
mostly	2227
blue	2223
across	2222
constitution	2222
added	2218
interest	2217
things	2216
relations	2215
speed	2206
federal	2200
singer	2195
effects	2194
growth	2193
sources	2192
your	2189
remains	2183
z	2182
gave	2178
probably	2178
simple	2177
attack	2175
longer	2174
reference	2171
saint	2168
success	2164
killed	2163
career	2162
past	2162
need	2159
park	2156
definition	2147
say	2139
etc	2137
give	2133
peace	2133
chief	2130
stories	2128
security	2126
wide	2125
ball	2124
saw	2119
machine	2117
better	2116
cell	2115
leading	2114
becomes	2111
larger	2109
spain	2109
night	2108
parties	2108
products	2108
remained	2105
prize	2103
big	2102
months	2102
website	2102
cultural	2101
money	2101
help	2099
territory	2099
moved	2098
private	2098
letter	2093
wife	2093
lines	2090
politics	2090
largely	2089
contains	2086
companies	2084
lake	2080
perhaps	2079
green	2074
already	2070
dead	2069
iii	2069
library	2068
separate	2067
refer	2066
makes	2065
appeared	2064
dutch	2060
holy	2059
era	2057
novel	2054
successful	2052
italy	2050
letters	2049
results	2048
matter	2045
produce	2042
origin	2041
claim	2039
whole	2034
attempt	2033
directly	2033
actress	2031
surface	2030
revolution	2029
highly	2026
caused	2025
status	2024
musical	2022
richard	2021
commercial	2020
division	2018
color	2017
coast	2013
health	2013
release	2013
latter	2012
authority	2009
treaty	2007
turn	2005
michael	2000
nation	1995
direct	1994
asia	1992
edition	1990
programming	1989
playing	1981
date	1980
mary	1977
native	1977
whom	1977
married	1973
towards	1971
issues	1967
double	1966
basis	1959
primary	1959
allow	1958
enough	1958
memory	1957
reason	1954
web	1952
exist	1950
provided	1948
course	1945
functions	1945
oil	1945
alexander	1944
analysis	1944
chemical	1944
mid	1941
replaced	1941
queen	1940
claims	1938
sun	1938
tv	1938
literature	1936
metal	1935
amount	1934
divided	1930
blood	1927
likely	1926
access	1924
average	1924
length	1922
smaller	1921
medical	1919
property	1918
students	1916
degree	1915
elections	1914
club	1913
claimed	1912
performance	1911
director	1907
digital	1905
front	1904
museum	1904
difficult	1903
tradition	1903
nearly	1902
schools	1900
washington	1899
gas	1897
jesus	1896
map	1896
louis	1895
rome	1895
unit	1892
baseball	1890
mind	1888
mark	1887
peter	1887
collection	1883
product	1881
congress	1880
programs	1872
changed	1871
ideas	1870
moon	1868
entire	1866
user	1865
ground	1864
records	1862
frequently	1861
increase	1860
highest	1859
finally	1858
sent	1858
board	1857
don	1856
notable	1854
methods	1852
read	1852
recently	1851
bit	1849
involved	1843
variety	1843
call	1842
democratic	1841
ten	1840
served	1836
minor	1830
hard	1828
birth	1823
objects	1823
increased	1819
nuclear	1819
section	1813
street	1812
windows	1811
relatively	1810
car	1809
move	1808
create	1807
returned	1807
bank	1806
conditions	1805
operation	1802
adopted	1801
relationship	1801
christ	1800
hall	1797
appear	1794
rest	1790
child	1789
element	1787
appears	1786
fall	1783
takes	1783
bbc	1782
animals	1778
existence	1776
discovered	1775
units	1775
know	1772
assembly	1766
heavy	1766
universe	1760
file	1757
award	1753
numerous	1753
smith	1753
woman	1753
behind	1752
mean	1752
liberal	1751
except	1749
bill	1748
scale	1748
operating	1746
active	1743
construction	1743
institute	1742
pressure	1740
taking	1740
san	1737
experience	1736
account	1733
engine	1729
brother	1727
primarily	1727
issue	1726
joseph	1726
recorded	1726
professional	1725
troops	1724
notes	1720
pope	1719
centre	1718
ice	1717
orthodox	1717
question	1715
something	1714
defense	1712
accepted	1711
grand	1711
mathematics	1710
event	1705
resources	1703
dr	1702
egypt	1702
derived	1701
applied	1700
paris	1699
powers	1698
running	1696
stage	1694
additional	1689
shows	1688
prince	1687
placed	1685
instance	1682
creation	1681
lived	1681
freedom	1680
alternative	1679
hit	1676
http	1676
magazine	1675
nobel	1670
engineering	1668
square	1667
mainly	1664
rise	1661
hold	1659
gold	1657
pre	1656
versions	1654
report	1652
road	1652
operations	1649
test	1649
frac	1647
arts	1644
older	1644
quite	1643
applications	1639
marriage	1634
proposed	1634
channel	1632
consists	1628
shown	1628
bible	1627
governor	1627
police	1626
articles	1624
ocean	1624
cost	1622
writers	1622
previous	1620
volume	1620
cells	1619
race	1619
scotland	1617
levels	1616
regions	1616
quickly	1615
properties	1613
duke	1611
normal	1607
techniques	1606
songs	1605
start	1605
ways	1604
introduction	1603
ability	1602
communist	1601
passed	1600
navy	1599
purpose	1599
approximately	1598
composer	1593
equal	1592
appointed	1589
committee	1589
ed	1588
centuries	1587
table	1587
forced	1586
lack	1580
individuals	1579
places	1579
chicago	1578
belief	1572
consider	1572
hebrew	1572
refers	1570
clear	1569
values	1566
dance	1565
agreement	1564
response	1563
temperature	1562
sexual	1560
comes	1559
faith	1559
environment	1558
paper	1558
climate	1556
carbon	1555
daughter	1555
electric	1553
www	1552
station	1551
ad	1550
sex	1549
speech	1549
ship	1548
evolution	1544
martin	1543
microsoft	1539
noted	1538
usa	1537
supported	1535
via	1535
industrial	1533
border	1531
feature	1531
christianity	1528
treatment	1527
motion	1525
computers	1523
management	1523
performed	1522
summer	1520
intended	1518
necessary	1518
animal	1515
calendar	1515
miles	1515
remain	1513
disease	1509
internal	1509
convention	1505
wars	1505
worked	1504
flight	1502
round	1498
acts	1496
kind	1496
multiple	1495
reading	1495
labour	1492
physics	1492
speaking	1491
users	1491
brown	1490
signed	1490
critical	1489
sir	1488
bridge	1487
mathematical	1487
billion	1486
sets	1485
translation	1484
regarded	1483
branch	1475
beyond	1474
von	1473
medicine	1471
ethnic	1470
polish	1469
location	1467
reached	1467
write	1467
conflict	1466
province	1466
apple	1465
remaining	1465
sold	1465
financial	1462
provides	1462
approach	1461
notably	1460
am	1459
administration	1458
heart	1458
stars	1453
campaign	1452
distribution	1450
figure	1450
joined	1450
theories	1449
port	1447
command	1446
cut	1446
tree	1445
models	1444
influenced	1443
distance	1442
conservative	1441
direction	1440
district	1440
kings	1440
why	1438
intelligence	1437
greece	1433
face	1432
q	1431
leaders	1430
cold	1428
guide	1427
activity	1426
humans	1426
opposition	1425
executive	1422
previously	1422
labor	1420
poor	1416
quality	1416
needed	1415
symbol	1415
logic	1413
completely	1411
extremely	1411
jean	1410
loss	1410
plan	1409
regular	1408
pacific	1406
vote	1405
allows	1404
contemporary	1404
department	1403
advanced	1402
edward	1399
occur	1398
powerful	1396
acid	1391
secret	1391
actual	1390
content	1389
reported	1389
unique	1388
gives	1387
poet	1387
context	1385
iron	1384
cover	1383
stated	1383
becoming	1382
poland	1382
justice	1381
prior	1380
fourth	1377
critics	1376
turned	1376
difference	1375
met	1375
weapons	1375
dark	1374
foundation	1374
na	1373
episode	1370
standards	1370
electronic	1369
address	1366
greatest	1364
musician	1364
usage	1363
featured	1362
fields	1362
training	1361
net	1360
regional	1359
scholars	1359
hours	1357
application	1355
inside	1355
formal	1353
nd	1353
unlike	1353
win	1353
describe	1352
ships	1352
sports	1351
churches	1348
resulting	1347
moving	1346
arabic	1345
et	1344
netherlands	1343
carried	1339
exchange	1338
brain	1337
failed	1337
reasons	1337
month	1336
shot	1335
continue	1333
responsible	1332
format	1330
going	1330
nor	1330
spread	1329
opposed	1328
org	1327
universal	1323
scottish	1322
supreme	1322
architecture	1321
mexico	1321
starting	1320
somewhat	1319
argument	1317
decision	1317
islamic	1317
oxford	1315
berlin	1313
activities	1308
keep	1308
materials	1307
views	1307
spoken	1306
biography	1303
potential	1302
kong	1301
pass	1301
technical	1301
follows	1300
attempts	1298
declared	1298
hands	1298
transport	1298
voice	1298
artist	1297
indeed	1297
spirit	1297
contain	1295
deal	1295
generation	1295
constant	1294
charge	1293
heat	1293
composed	1292
appearance	1291
cambridge	1291
ended	1291
growing	1291
geography	1289
represented	1288
le	1286
encyclopedia	1285
flag	1285
increasing	1284
possibly	1283
families	1281
seems	1281
el	1280
friends	1279
mission	1276
dna	1275
los	1275
upper	1270
look	1268
stations	1266
card	1265
easily	1265
academy	1264
identity	1264
principle	1264
equipment	1263
arab	1261
armed	1261
die	1261
giving	1261
global	1259
master	1259
christians	1258
extended	1257
announced	1256
reform	1256
comic	1254
muslim	1254
positive	1254
causes	1253
compared	1253
income	1251
arthur	1250
choice	1250
technique	1250
golden	1248
string	1247
cup	1246
protection	1246
attacks	1245
decided	1245
plant	1245
immediately	1243
prevent	1243
serious	1243
sign	1243
winter	1242
feet	1241
medieval	1241
efforts	1240
fully	1240
directed	1239
initially	1239
organizations	1237
exists	1236
extensive	1235
traditionally	1235
airport	1233
equivalent	1232
presence	1232
plants	1231
negative	1229
search	1228
argued	1227
deep	1227
fans	1226
austria	1225
link	1225
alone	1224
controlled	1224
follow	1224
combined	1223
valley	1223
signal	1222
occurs	1221
drive	1220
proved	1220
understanding	1219
imperial	1215
linear	1214
bay	1213
differences	1212
student	1211
van	1211
stone	1210
useful	1209
serve	1206
share	1206
situation	1206
distinct	1203
classic	1202
iv	1202
allowing	1201
effective	1201
mentioned	1200
drug	1199
solution	1199
measure	1198
require	1198
boy	1197
expected	1197
device	1195
urban	1195
citizens	1194
initial	1192
classes	1190
debate	1190
guitar	1190
secretary	1189
communities	1188
victory	1187
portuguese	1185
artists	1183
gained	1183
let	1183
nothing	1183
commission	1182
recognized	1181
horse	1180
judaism	1179
relative	1179
bass	1178
ford	1178
entirely	1177
teams	1176
actions	1175
conference	1175
fish	1174
weight	1174
hill	1173
politician	1172
represent	1172
begins	1171
completed	1170
gdp	1169
writings	1169
otherwise	1168
wing	1168
unknown	1166
aid	1165
ruled	1164
sites	1164
audio	1163
finland	1163
journal	1163
cards	1162
domestic	1162
behavior	1161
connected	1161
arms	1160
reaction	1159
controversy	1158
earliest	1158
mountain	1157
suggested	1156
trial	1156
attention	1155
containing	1155
workers	1154
principles	1153
sequence	1152
un	1152
host	1151
jerusalem	1150
literary	1150
cycle	1149
fuel	1148
officially	1147
reduced	1147
scientists	1146
travel	1146
americans	1145
figures	1145
popularity	1144
prominent	1144
fighting	1143
lincoln	1143
scene	1142
instruments	1141
frank	1139
increasingly	1139
iraq	1139
ones	1139
structures	1139
requires	1138
tend	1137
entry	1136
typical	1136
israeli	1135
temple	1135
statement	1134
track	1131
discussion	1129
jack	1129
says	1129
contrast	1128
daily	1128
frequency	1128
goal	1128
lives	1128
rd	1127
specifically	1127
impact	1126
winning	1126
fast	1123
review	1123
atlantic	1121
images	1120
texas	1120
depending	1119
description	1119
dynasty	1119
senate	1119
rich	1118
domain	1117
criticism	1116
islam	1116
importance	1115
begin	1114
destroyed	1114
inspired	1114
friend	1112
jones	1112
price	1112
contact	1111
mm	1111
devices	1109
entered	1109
background	1108
closely	1108
invasion	1108
texts	1108
mountains	1107
closed	1105
toward	1105
afghanistan	1104
corporation	1104
removed	1104
wall	1104
mythology	1103
zealand	1103
killing	1102
apollo	1101
rare	1101
jazz	1100
helped	1098
hong	1098
quantum	1097
slightly	1097
runs	1096
hot	1095
presidential	1094
attempted	1093
asked	1092
boston	1092
fixed	1092
kept	1092
agreed	1090
dictionary	1090
bishop	1089
plays	1089
alphabet	1088
determined	1088
sweden	1088
buildings	1086
reign	1085
traditions	1085
communications	1084
existing	1084
ages	1082
hydrogen	1082
phase	1082
violence	1082
controversial	1080
meant	1080
formation	1079
thousands	1078
twenty	1078
agriculture	1076
movies	1075
resulted	1075
occurred	1074
focus	1073
offered	1073
estimated	1072
discovery	1071
heavily	1071
comics	1070
mi	1070
tour	1070
zone	1070
ring	1069
connection	1068
aspects	1067
develop	1067
governments	1067
argue	1066
austrian	1065
damage	1065
albert	1063
ibm	1063
avoid	1062
factors	1062
combat	1061
combination	1061
affairs	1060
novels	1060
pro	1060
sum	1059
expansion	1058
doctrine	1057
competition	1055
hungary	1055
category	1054
flow	1054
leadership	1054
week	1054
genetic	1051
soldiers	1051
leaving	1050
opened	1050
os	1050
reports	1050
holds	1049
mac	1049
territories	1049
algorithm	1047
jackson	1047
step	1047
stop	1044
truth	1044
reality	1043
theorem	1043
fell	1042
room	1042
bob	1041
care	1041
crown	1041
effort	1041
instrument	1041
origins	1041
defeated	1040
democracy	1037
concepts	1036
hence	1036
permanent	1036
picture	1036
nazi	1034
protocol	1033
gun	1032
tried	1031
wikipedia	1031
christmas	1030
fundamental	1030
planet	1030
professor	1030
communication	1029
told	1029
topics	1028
presented	1027
beliefs	1026
identified	1026
normally	1026
opening	1026
statistics	1026
annual	1025
columbia	1025
constitutional	1025
spent	1025
evil	1024
extreme	1024
subsequent	1024
testament	1024
continues	1023
details	1023
gods	1023
supply	1023
formula	1021
institutions	1021
actors	1020
currency	1020
disk	1020
grew	1020
learning	1020
moral	1020
wanted	1018
break	1017
creating	1017
defeat	1017
fight	1017
output	1017
pronounced	1017
subsequently	1017
marked	1016
goods	1015
hardware	1015
leave	1015
broadcast	1013
cd	1013
bond	1012
environmental	1011
thing	1011
goes	1010
none	1008
bodies	1007
decades	1007
expressed	1007
forward	1007
machines	1007
processes	1007
reach	1007
risk	1007
census	1006
lists	1005
think	1005
glass	1004
angeles	1003
murder	1003
organized	1003
pages	1003
vice	1003
movements	1002
bush	1001
cultures	1000
meeting	999
respect	999
roughly	999
stand	998
fictional	997
condition	996
fantasy	992
interpretation	992
historians	990
policies	990
questions	990
copyright	989
display	989
founder	988
lee	988
maintain	988
mode	987
fame	986
import	986
positions	986
carry	985
chosen	984
linux	983
swedish	983
advantage	982
observed	981
raised	981
atoms	980
formerly	980
philosopher	980
receive	980
server	980
brothers	979
jpg	979
sides	979
database	978
resistance	978
shortly	978
super	978
translated	978
administrative	977
ch	977
considerable	976
message	976
parents	976
shape	975
target	975
bad	974
build	974
extent	974
plane	974
tribes	973
understand	973
greatly	972
mobile	972
regarding	972
spring	972
tower	972
brazil	971
studied	971
tax	968
transportation	967
characteristics	966
railway	966
wood	966
screen	965
equation	964
needs	964
piece	964
chapter	963
failure	962
persian	962
ordered	961
respectively	961
revolutionary	961
stock	961
chemistry	960
pay	960
proper	959
dog	958
split	958
economics	956
owned	956
rates	956
wave	956
doctor	955
johnson	955
iran	954
projects	954
peoples	953
pp	953
asian	952
captain	952
match	952
philosophical	952
bring	951
minutes	951
settlement	950
symbols	950
bar	947
awarded	946
covered	946
launched	946
relation	946
representation	946
seats	946
neither	945
crime	944
percent	944
naval	941
refused	941
sister	940
gain	939
describes	938
whereas	938
ends	936
perform	936
korea	935
satellite	935
semi	935
staff	933
expression	932
processing	932
wild	932
coming	931
wales	931
academic	929
comedy	929
drugs	929
pieces	929
chain	928
occasionally	927
manner	926
purposes	926
counter	925
meet	925
mixed	925
producer	925
protestant	925
ray	925
storage	925
strength	925
anything	924
felt	923
mental	923
parallel	923
spiritual	923
count	922
foot	922
mr	922
occupied	922
practical	922
towns	921
easy	919
electrical	919
saying	919
enemy	918
inhabitants	918
speak	918
medium	917
plans	917
courts	916
quarter	916
village	915
layer	914
persons	914
degrees	913
dialects	913
factor	913
fifth	913
granted	913
seat	913
sport	913
binary	912
pattern	912
weeks	912
composition	911
got	911
michigan	911
pop	910
selected	910
algebra	909
magnetic	909
widespread	909
blues	908
alliance	907
festival	907
ft	907
speakers	907
authors	906
core	906
crew	906
commonwealth	905
folk	905
legislative	904
accept	903
divine	903
similarly	903
achieved	902
density	902
determine	902
particles	902
sector	902
someone	902
influential	901
criminal	900
dispute	900
newspaper	900
supporters	899
solar	898
elizabeth	897
contract	896
offer	895
orders	895
traffic	895
awards	894
houses	894
rivers	894
der	893
principal	893
hitler	892
worldwide	892
apparently	891
des	891
files	891
gospel	891
teaching	891
titles	890
clearly	889
hungarian	889
providing	889
universities	889
electricity	887
publication	887
suffered	887
camp	886
cars	884
doing	884
crisis	883
false	883
issued	882
circle	881
interface	881
perfect	881
denmark	880
legend	880
nfl	880
contained	878
nevertheless	878
solid	878
ultimately	878
extra	877
surrounding	877
throne	877
oldest	876
setting	876
sort	876
standing	876
jordan	874
safety	874
danish	873
measures	873
plus	873
agricultural	872
pictures	872
practices	871
block	870
commander	870
showing	870
strip	870
maps	869
fan	868
recording	868
celtic	867
gulf	867
maximum	867
add	866
distinction	865
atomic	863
correct	863
reduce	862
secondary	862
everything	861
lies	861
linked	861
root	861
genre	860
jr	860
virginia	860
lands	859
marine	859
sons	859
bwv	858
limit	858
producing	858
pure	858
taught	858
engines	857
huge	857
agency	856
cable	856
mechanics	856
shared	856
sought	856
steel	856
accounts	855
eye	855
strongly	855
capable	854
classification	852
constructed	852
document	852
egyptian	852
palace	852
religions	852
resolution	852
box	851
hundred	851
unable	850
components	849
francis	849
molecules	849
muslims	849
showed	849
hour	848
massive	848
pc	848
radiation	848
sciences	848
ending	847
historically	847
judge	847
mount	847
opposite	847
want	847
continuous	846
input	846
cast	845
detailed	845
ministers	845
alcohol	844
bus	844
shall	844
vast	844
biology	843
invented	843
involves	843
computing	842
represents	842
republican	842
multi	840
proof	840
expanded	839
rarely	839
rejected	839
succeeded	839
flat	838
capacity	837
civilization	837
documents	837
alpha	836
illinois	836
impossible	836
lewis	836
biological	835
bottom	835
championship	835
dates	835
destruction	835
planned	835
slow	835
networks	834
theatre	834
francisco	831
indicate	831
phrase	831
provinces	831
molecular	830
ratio	830
paid	829
tools	829
license	828
hollywood	827
honor	827
progress	827
route	827
sub	827
brief	826
vol	826
theme	825
trees	825
continental	824
essential	824
mail	824
managed	824
societies	824
essentially	823
manager	823
rail	822
poetry	821
settled	821
turkey	821
pakistan	819
harvard	818
viewed	818
castle	817
investment	817
merely	817
authorities	816
fine	816
job	816
turkish	816
visit	816
ca	815
eu	815
understood	815
captured	814
fought	813
severe	813
transfer	813
colonies	812
del	812
developing	812
lady	812
studio	812
html	811
depression	810
caesar	809
gay	809
kill	809
wind	809
candidate	808
exports	808
magic	808
seem	807
interests	806
portion	806
store	806
assumed	805
visible	805
edge	803
editor	803
exactly	803
lebanon	803
newton	803
publishing	803
really	801
weapon	801
directory	800
dedicated	798
fair	798
intellectual	798
daniel	797
significantly	797
twelve	797
absolute	795
demand	795
clinton	794
liquid	794
obtained	794
strategy	794
equations	793
florida	793
java	793
plot	793
stadium	792
artificial	791
desert	791
drawn	790
variations	790
vector	790
designs	789
ran	788
regard	788
rose	788
feel	787
forest	786
train	786
overall	785
representatives	785
arrived	784
bear	784
jim	784
maintained	784
mechanical	784
fear	783
items	783
logical	783
philosophers	783
darwin	782
hop	782
guinea	781
portugal	781
vary	781
featuring	780
acting	779
causing	779
dominant	779
improved	779
modified	779
bell	778
cia	778
dry	778
enter	778
officer	777
path	777
iso	776
korean	776
andrew	775
tom	775
minority	774
apart	773
infinite	773
mathbf	773
occupation	773
oxygen	773
thousand	773
straight	772
heaven	771
rapidly	771
revealed	771
saints	771
vietnam	771
colonial	770
define	770
fleet	770
gene	770
kansas	769
socialist	769
exception	768
protect	768
cancer	767
circuit	767
psychology	767
twice	767
membership	766
holding	765
musicians	765
stephen	765
flying	764
index	764
protein	764
soul	764
exact	763
fashion	763
indo	763
physicist	762
recognition	762
ago	761
apply	761
distributed	761
inc	761
listed	761
mars	761
massachusetts	761
virtual	761
adam	760
agent	759
colony	759
electron	759
cabinet	758
coach	758
extension	758
separated	758
coalition	757
forum	757
scott	757
visual	757
adult	756
davis	756
dominated	756
employed	756
periods	756
suggests	756
hero	755
reputation	755
literally	754
looking	754
changing	753
defence	753
entitled	753
existed	753
males	753
selection	753
alfred	752
grammar	752
subjects	752
interview	751
younger	751
experiment	750
howard	750
jersey	750
opinion	750
stable	750
expensive	749
tourism	749
finite	748
publications	748
audience	747
decline	747
pair	747
radical	747
bits	746
franklin	746
mainstream	746
sky	746
bands	745
contributed	745
cuba	745
effectively	745
necessarily	745
vi	744
express	743
concerning	741
adams	740
opera	740
choose	739
sounds	739
allied	738
broad	738
historian	738
mathematician	738
signs	738
executed	737
joint	737
vehicle	737
calls	736
guard	736
moore	736
romans	736
affected	735
eyes	735
germanic	735
try	735
samuel	734
atmosphere	733
error	733
formally	733
yellow	733
painter	732
vehicles	732
albums	731
belgium	731
hockey	731
kennedy	731
committed	730
compounds	730
evolved	730
hundreds	730
husband	730
ministry	730
philip	730
trying	730
federation	729
concerned	728
heard	728
roots	728
cape	727
coup	727
dvd	727
historic	727
matters	727
stands	727
temperatures	727
attributed	726
underground	726
apparent	725
clock	725
georgia	724
instruction	724
officials	724
rapid	724
broken	723
graphics	723
youth	723
broke	722
carl	722
prices	722
residents	721
treated	721
kg	720
nearby	720
score	720
consciousness	719
else	719
faster	718
identical	718
patterns	718
establishment	717
gender	717
leads	717
relationships	717
supporting	717
learn	716
wealth	716
chance	715
grant	715
amounts	714
earl	714
join	714
renamed	714
fox	713
incorporated	713
serving	713
silver	713
warfare	713
involving	712
styles	712
beer	711
officers	711
ottoman	711
strike	711
successor	711
banks	710
lakes	710
mediterranean	710
russell	710
dc	708
favor	708
lunar	708
budget	707
conventional	707
height	707
sales	707
appeal	706
decade	706
disc	706
poem	706
regime	706
donald	705
inner	705
judicial	705
leaves	705
ordinary	705
variable	705
indiana	704
logo	704
norway	704
biblical	703
costs	703
unusual	703
chamber	702
lie	702
partly	702
unless	702
achieve	701
da	701
episodes	701
particle	701
talk	701
declaration	699
frame	699
gradually	699
trading	699
concentration	698
finished	698
fort	698
legislation	698
parliamentary	698
stalin	698
cult	697
meters	697
notion	697
random	697
acquired	696
prison	696
script	696
girl	695
suggest	695
comparison	694
consumption	694
dialect	694
educational	694
mike	694
czech	693
distinguished	693
opponents	693
roll	693
advance	692
cat	692
racing	692
byzantine	691
categories	691
component	691
dangerous	691
draw	691
joe	691
peninsula	691
reforms	691
anglo	690
consisting	690
rural	690
answer	689
anyone	689
finnish	689
substance	689
succession	689
suicide	689
balance	688
manufacturing	688
intelligent	687
rulers	687
sections	687
characteristic	686
dimensional	686
hair	686
mayor	686
newly	686
successfully	686
converted	685
demographics	685
walls	685
abandoned	684
harry	684
adding	683
champion	683
collected	683
rank	683
vowel	683
concerns	682
fit	682
birds	681
branches	681
codes	681
prayer	681
selling	681
theology	681
interesting	680
telephone	680
vs	680
conversion	678
drawing	678
markets	678
alternate	677
knights	677
notation	677
vision	677
phenomenon	676
williams	676
learned	675
stored	675
edited	674
indigenous	674
patients	674
possibility	674
heads	673
onto	673
steve	673
threat	673
boys	672
escape	672
accurate	671
simon	671
task	671
swiss	670
worship	670
bce	669
einstein	669
hell	669
lowest	669
substantial	669
superior	669
classified	668
caribbean	667
divisions	667
establish	667
ethics	667
measured	667
orbit	667
atari	666
olympic	666
intel	665
sufficient	665
allies	664
conducted	664
attended	663
guns	663
limits	663
probability	663
verb	663
weak	663
axis	662
capture	662
teacher	662
weather	662
experienced	661
cinema	660
hope	660
offensive	660
operated	660
organisms	660
passing	660
save	660
struggle	660
emperors	659
appropriate	658
di	658
concert	657
berkeley	656
oriented	656
spectrum	656
tell	656
alan	655
complexity	655
implementation	655
lords	655
moment	655
arguments	654
dollar	654
holiday	654
copy	653
genus	653
violent	653
compression	652
interior	652
experiments	651
geometry	651
indonesia	651
accused	650
bomb	650
explained	650
ruth	650
campus	649
corresponding	649
dependent	649
mechanism	649
painting	649
sin	649
capitalism	648
furthermore	648
giant	648
max	648
minimum	648
calling	647
functional	647
walter	647
abraham	646
aids	646
industries	646
label	646
inflation	645
charged	644
explain	644
strings	644
switzerland	644
themes	644
alleged	642
lot	642
lyrics	642
infantry	641
karl	641
muhammad	641
corporate	640
instructions	640
pennsylvania	640
perceived	640
priest	640
brian	639
buried	639
circumstances	639
martial	639
proteins	639
falls	638
myth	638
cuisine	637
fellow	637
frequent	637
begun	636
facts	636
generated	636
il	636
integrated	636
mouse	636
organic	636
preferred	636
replace	636
scientist	636
tone	636
visited	636
approved	635
assigned	635
carrier	635
fairly	635
platform	635
batman	634
ben	634
dropped	634
finding	634
leap	634
wilson	634
laureate	633
manchester	633
desire	632
launch	632
amongst	631
coastal	631
colleges	631
baltic	630
bruce	630
colors	630
argentina	629
douglas	629
wrong	629
alexandria	628
garden	628
mississippi	628
mouth	628
moves	628
pdf	628
skills	628
diseases	627
forming	627
gnu	627
greeks	627
heritage	627
ohio	627
roles	627
transmission	627
abstract	626
chairman	626
norwegian	626
statements	626
request	625
retired	625
arm	624
illegal	624
increases	624
syria	624
velocity	624
voting	624
beings	623
narrow	623
influences	622
moscow	622
roosevelt	622
thinking	622
characterized	621
founding	621
mexican	621
missile	621
spaces	621
votes	621
aspect	620
memorial	620
missouri	620
pilot	620
virtually	620
bonds	619
charges	619
du	619
experimental	619
profile	619
soil	619
explanation	618
poems	618
tracks	618
agents	617
goddess	617
institution	617
ruler	617
airlines	616
assistance	616
bacteria	616
chess	616
documentary	615
ip	615
researchers	615
testing	615
aim	614
en	614
gary	614
hole	614
ll	614
theoretical	614
bound	613
columbus	613
constantine	613
delta	613
monster	613
supposed	613
definitions	612
depth	612
piano	612
closer	611
clubs	611
elsewhere	611
hindu	611
legacy	611
maria	611
meat	611
requirements	611
steps	611
boundaries	610
depends	610
ensure	610
preserved	610
spelling	610
algorithms	609
facilities	609
prove	609
borders	608
northwest	608
perspective	608
rising	608
transition	608
tropical	608
waves	608
door	607
efficient	607
engineer	607
keyboard	607
luther	607
orange	607
tool	607
attached	606
canal	606
pierre	606
soft	606
produces	605
coal	604
electrons	604
reserve	604
signals	604
downtown	603
driven	603
hits	603
improve	603
partial	603
passage	603
symptoms	603
resource	602
variant	602
attacked	601
fruit	601
hip	601
imports	601
metropolitan	601
node	601
entertainment	600
technologies	600
usual	599
winner	599
additionally	598
emerged	598
hospital	597
ideal	597
profit	597
salt	597
bird	596
laboratory	596
populations	596
rice	596
shift	596
sword	596
bowl	595
consumer	595
germans	595
gravity	595
tests	595
bears	593
evolutionary	593
mainland	593
marx	593
opponent	593
followers	592
printed	592
tales	592
agree	591
calculus	591
continent	591
cpu	591
diamond	590
emphasis	590
planning	590
constantinople	589
ex	589
frederick	589
print	589
scheme	589
shaped	589
starring	589
descent	588
execution	588
lithuania	588
boundary	587
detroit	587
grown	587
basketball	586
essay	586
forth	586
jurisdiction	586
laid	586
milk	586
morning	586
napoleon	586
palestinian	586
peak	586
sugar	586
chile	585
dating	585
hypothesis	585
beautiful	584
certainly	584
identify	584
judges	584
keeping	584
mp	584
bah	583
channels	583
concern	583
headquarters	583
skin	583
survived	583
decisions	582
lisp	582
snow	582
conquest	581
disorder	581
kinds	581
kilometers	580
lay	580
macintosh	580
referring	580
stay	580
acids	579
driver	579
integral	579
longest	579
residence	579
motor	578
prepared	578
representing	578
solo	578
solutions	578
bishops	577
crimes	577
exile	577
hiv	577
organisation	577
owner	577
partially	577
responsibility	577
athens	576
districts	576
filled	576
poverty	576
pronunciation	576
angels	575
benefit	575
diplomatic	575
monarchy	575
patent	575
variants	575
copies	574
locations	574
meanings	574
minute	574
procedure	574
cited	573
didn	572
inducted	572
matrix	572
originated	572
battles	571
celebrated	571
covers	571
grounds	571
headed	571
naturally	571
operate	571
representative	571
soldier	571
variation	571
knew	570
medal	570
protected	570
relativity	570
cm	569
easier	569
percentage	569
roads	569
seemed	569
unix	569
wine	569
animated	568
carrying	568
gone	568
hills	568
incident	568
rebellion	568
roger	568
sunday	568
confused	567
dylan	567
familiar	567
listing	567
partner	567
plain	567
ultimate	567
composers	566
directors	566
thirty	566
angle	565
briefly	565
commentary	565
comprehensive	565
descendants	565
getting	565
holidays	564
knight	564
seek	564
varies	564
abuse	563
extinct	563
presidency	563
recipient	563
armies	562
liberty	562
distinguish	561
dublin	561
victoria	561
assassination	560
grow	560
landing	560
marshall	560
ontario	560
overview	560
papers	560
automatic	559
defensive	559
goals	559
opportunity	559
confirmed	558
offers	558
absence	557
fluid	557
ma	557
performing	557
dos	556
finalist	556
nasa	556
ports	556
sentence	556
collapse	555
interpreted	555
processor	555
bulgaria	554
contributions	554
emergency	554
encouraged	554
fly	554
register	554
remove	554
enemies	553
macedonia	553
png	553
victims	553
vowels	553
afterwards	552
indicates	552
ranked	552
serves	552
credited	551
difficulty	551
floor	551
noun	551
personality	551
renaissance	551
southeast	551
atom	550
cathedral	550
interaction	549
nato	549
walk	549
agave	548
basque	548
hamilton	548
promote	548
stages	548
faced	547
pitch	547
sacred	547
tape	546
unity	546
bibliography	545
eric	545
household	545
cash	544
survive	544
colour	543
drop	543
forests	543
obtain	543
phenomena	543
boat	542
carter	542
losing	542
presidents	542
reactions	542
vienna	542
brand	541
compact	541
continuing	541
debt	541
focused	541
possession	541
safe	541
shell	541
charter	540
passenger	540
reaching	540
southwest	540
substances	540
titled	540
discussed	539
diverse	539
friedrich	539
funds	539
highway	539
credit	538
tony	538
transferred	538
baptism	537
benjamin	537
communism	537
happened	537
monarch	537
beat	536
challenge	536
chose	536
lesser	536
linguistic	536
seasons	536
artistic	535
breaking	535
engineers	535
gregorian	535
plate	535
slave	535
beach	534
crystal	534
carolina	533
citizen	533
clark	533
dream	533
electoral	533
regardless	533
territorial	533
dual	532
journey	532
mit	532
everyone	531
humanity	531
ill	531
repeated	531
candidates	530
christopher	530
santa	530
twentieth	530
archive	529
bases	529
camps	529
consistent	529
copper	529
gibraltar	529
welsh	529
advertising	528
immediate	528
jan	528
ownership	528
progressive	528
survey	528
worth	528
commodore	527
gallery	527
statistical	527
trained	527
client	526
horror	526
integer	526
operator	526
restricted	526
senior	526
slaves	526
corps	525
disputed	525
empty	525
fm	525
hotel	525
relief	525
translations	525
anthony	524
farm	524
implemented	524
involve	524
keys	524
sox	524
stress	524
canon	523
esperanto	523
psychological	523
restrictions	523
variables	523
bureau	522
column	522
criticized	522
detail	522
moses	522
uniform	522
cleveland	521
firm	521
specialized	521
virus	521
adapted	520
describing	520
drink	520
libraries	520
outer	520
disney	519
females	519
offices	519
ruling	519
senator	519
send	519
couple	518
reverse	518
seconds	518
biggest	517
inch	517
slavery	517
verse	517
calvin	516
civilian	516
colorado	516
conquered	516
depicted	516
duty	516
lose	516
rocks	516
array	515
ce	515
contrary	515
situations	515
syndrome	515
architect	514
compound	514
obvious	514
engaged	513
rain	513
streets	513
ethical	512
leo	512
pain	512
races	512
retained	512
varying	512
beta	511
distinctive	511
isolated	511
khan	511
compatible	510
confusion	510
fighter	510
herbert	510
herself	510
morocco	510
skill	510
speaker	510
turning	510
arithmetic	509
declined	509
dragon	509
electronics	509
investigation	509
manufacturers	509
precise	509
buddhism	508
campbell	508
liberation	508
spin	508
starts	508
turns	508
demonstrated	507
messages	507
planets	507
spacecraft	507
airports	506
observations	506
prophet	506
reducing	506
reduction	506
creator	505
custom	505
interested	505
patient	505
petroleum	505
sovereignty	505
bronze	504
cyprus	504
exclusively	504
neutral	504
princess	504
animation	503
differ	503
educated	503
insurance	503
mining	503
replacement	503
baby	502
camera	502
gate	502
migration	502
scenes	502
strategic	502
watch	502
claiming	501
invention	501
molecule	501
tribe	501
waters	501
disaster	500
estate	500
galaxy	500
phi	500
te	500
arrangement	499
banned	499
cave	499
democrats	499
dramatic	499
publicly	499
accompanied	498
congo	498
designated	498
drew	498
exclusive	498
fund	498
holocaust	498
integration	498
lawrence	498
matthew	498
receiving	498
regularly	498
specified	498
behaviour	497
conspiracy	497
mile	497
owners	497
penalty	497
valid	497
ve	497
wear	497
genes	496
geographic	496
houston	496
infrastructure	496
sample	496
commerce	495
draft	495
les	495
surviving	495
atlanta	494
boeing	494
connections	494
diet	494
disambiguation	494
fled	494
gates	494
missions	494
sam	494
separation	494
sixth	494
structural	494
cricket	493
minnesota	493
pollution	493
strictly	493
varieties	493
cardinal	492
cooperation	492
earned	492
experiences	492
isaac	492
millions	492
newspapers	492
slowly	492
statue	492
supports	492
benefits	491
indians	491
passes	491
powered	491
switch	491
arrested	490
commons	490
doesn	490
falling	490
jet	490
montreal	490
overseas	490
alaska	489
blind	489
coffee	489
dioxide	489
essays	489
ibn	489
plural	489
purchase	489
rational	489
bulgarian	488
estimates	488
excellent	488
monetary	488
permitted	488
prisoners	488
archbishop	487
contest	487
doubt	487
explorer	487
gothic	487
laser	487
latvia	487
mixture	487
moreover	487
personnel	487
siege	487
tank	487
whatever	487
anne	486
cavalry	486
jacob	486
tells	486
confederate	485
considerably	485
delivered	485
involvement	485
marks	485
monopoly	485
quantity	485
taiwan	485
cook	484
horses	484
inventor	484
measurement	484
teachings	484
torah	484
admiral	483
broadcasting	483
conclusion	483
differential	483
framework	483
johann	483
lifetime	483
optical	483
tale	483
affect	482
arranged	482
discipline	482
export	482
catholics	481
miller	481
quebec	481
whilst	481
yes	481
consequently	480
duties	480
fat	480
mention	480
secure	480
winners	480
developments	479
eat	479
journalist	479
secular	479
stability	479
theater	479
wish	479
ethiopia	478
punishment	478
row	478
sell	478
allen	477
ban	477
disputes	477
taylor	477
anime	476
controls	476
enjoyed	476
properly	476
racial	476
recordings	476
synthesis	476
temporary	476
voted	476
aristotle	475
explicitly	475
footballer	475
isle	475
returning	475
blade	474
buddhist	474
curve	474
mystery	474
pairs	474
ranges	474
appearances	473
bringing	473
metric	473
participation	473
sale	473
seeking	473
si	473
devil	472
linguistics	472
robinson	472
shorter	472
citizenship	471
politicians	471
revised	471
volumes	471
centers	470
devoted	470
dollars	470
immigrants	470
immigration	470
negotiations	470
routes	470
approval	469
chip	469
indicated	469
leg	469
rival	469
singular	469
suit	469
suitable	469
childhood	468
comedian	468
conduct	468
efficiency	468
iranian	468
missiles	468
observation	468
purchased	468
terminal	468
abc	467
agreements	467
establishing	467
fresh	467
legendary	467
partners	467
singing	467
creative	466
destroy	466
fishing	466
grey	466
implies	466
romania	466
sharp	466
worst	465
arizona	464
covering	464
finance	464
orchestra	464
plastic	464
restored	464
termed	464
warm	464
wins	464
tube	463
consequences	462
gets	462
northeast	462
finds	461
genesis	461
perception	461
drives	460
exposed	460
guitarist	460
hidden	460
metals	460
proposal	460
equally	459
expedition	459
favour	459
photo	459
promoted	459
seeing	459
superman	459
vertical	459
beauty	458
concluded	458
mounted	458
situated	458
theological	458
twin	458
assume	457
caught	457
scholar	457
gordon	456
mormon	456
returns	456
terminology	456
wiki	456
algebraic	455
concentrated	455
franchise	455
handed	455
loop	455
valuable	455
burning	454
collective	454
concrete	454
dave	454
kuwait	454
portrait	454
prussia	454
ready	454
releases	454
removal	454
stopped	454
turing	454
counties	453
grain	453
oral	453
physician	453
affair	452
aware	452
fired	452
fusion	452
gamma	452
google	452
maritime	452
nova	452
adjacent	451
dynamic	451
jacques	451
millennium	451
varied	451
vii	451
width	451
adventure	450
margaret	450
singles	450
wayne	450
consequence	449
difficulties	449
funding	449
iowa	449
jobs	449
johnny	449
philadelphia	449
rom	449
voltage	449
ask	448
circuits	448
driving	448
flash	448
julian	448
obsolete	448
portrayed	448
recognize	448
rocket	448
astronomy	447
ceremony	447
collections	447
louisiana	447
therapy	447
trans	447
amateur	446
bach	446
buy	446
fewer	446
fran	446
harrison	446
housing	446
interactive	446
mix	446
recovery	446
revelation	446
servers	446
transformation	446
virgin	446
admitted	445
chancellor	445
magnitude	445
thin	445
analog	444
arrival	444
belong	444
complicated	444
fbi	444
gauge	444
ghost	444
ne	444
proclaimed	444
rotation	444
tourist	444
cognitive	443
reflected	443
bernard	442
bought	442
capita	442
editions	442
phone	442
trust	442
crash	441
dealing	441
storm	441
tends	441
thompson	441
wings	441
employment	440
